{
  "nav": {
    
  },
  "page-header": {
    "getting-started": {
      "title": "起步",
      "desc": "简要介绍，以及如何下载、使用，还有基本模版和案例，等等。",
      "titleEn": "Getting started",
      "descEn": "An overview of Bootstrap, including how to download and use it, some basic templates and examples, and more."
    },
    "layout": {
      "title": "布局",
      "desc": "构建页面的选项，包括全局样式，必不可少的脚手架(scaffolding), 网格系统等。",
      "titleEn": "Layout",
      "descEn": "Options for structuring your pages with Bootstrap, including global styles, required scaffolding, grid system, and more."
    },
    "content": {
      "title": "内容",
      "desc": "常用HTML元素的样式，包括标准化、排版、图像、表格等。",
      "titleEn": "Content",
      "descEn": "Styles for displaying content with some of the most commonly used HTML elements, including normalization, typography, images, tables, and more."
    },
    "components": {
      "title": "组件",
      "desc": "十几种可以重复使用的组件，包括按钮、下拉菜单、输入组、导航、提示框等。",
      "titleEn": "Components",
      "descEn": "Over a dozen reusable components built to provide buttons, dropdowns, input groups, navigation, alerts, and much more."
    },
    "javascript": {
      "title": "Javascript",
      "desc": "",
      "titleEn": "JavaScript plugins",
      "descEn": "Bring Bootstrap's components to life with over a dozen custom jQuery plugins. Easily include them all, or one by one."
    },
    "about": {
      "title": "关于",
      "desc": "了解这个项目的历史，认识这个维护团队，并了解如何使用这个Bootstrap商标。",
      "titleEn": "About",
      "descEn": "Learn about the project's history, meet the maintaining teams, and find out how to use the Bootstrap brand."
    },
    "migration": {
      "title": "迁移",
      "desc": "指导如何从Bootstrap v3.x升级到v4.x，重点是主要的变化，有什么新内容，以及哪些内容被移除了。",
      "titleEn": "Migration",
      "descEn": "Guidance on how to upgrade from Bootstrap v3.x to v4.x with emphasis on major changes, what's new, and what's been removed."
    },
    "browser-bugs": {
      "title": "浏览器 Bugs",
      "desc": "浏览器 bugs 列表",
      "titleEn": "Wall of browser bugs",
      "descEn": "A list of the browser bugs that Bootstrap is currently grappling with."
    }
  }
}